Repository: donan2290-lang/new
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: id

source: Home
id: Beranda

source: PDF Converter
id: Konversi PDF

source: Image Converter
id: Konversi Gambar

source: Language
id: Bahasa

# video_downloader_title
source: Download Videos from YouTube, TikTok, Instagram & More
id: Download Video YouTube, TikTok, Instagram & Lainnya

# video_downloader_description
source: Download videos from various platforms easily and quickly. Free and unlimited!
id: Download video dari berbagai platform dengan mudah dan cepat. Gratis tanpa batas!

# paste_video_url
source: Paste video URL here...
id: Tempel URL video disini...

source: Select Quality
id: Pilih Kualitas

source: Downloading...
id: Mengunduh...

# download_success
source: Download successful!
id: Download berhasil!

source: Download failed
id: Download gagal

source: Invalid URL
id: URL tidak valid

source: Unsupported platform
id: Platform tidak didukung

source: Supported Platforms
id: Platform yang Didukung

# pdf_converter_title
source: PDF Converter - PDF to Word, Excel, JPG & More
id: Konversi PDF - PDF ke Word, Excel, JPG & Lainnya

# pdf_converter_description
source: Convert PDF files to various formats for free
id: Konversi file PDF ke berbagai format secara gratis

source: PDF to Word
id: PDF ke Word

source: PDF to Excel
id: PDF ke Excel

source: PDF to JPG
id: PDF ke JPG

source: PDF to PNG
id: PDF ke PNG

source: Word to PDF
id: Word ke PDF

source: Excel to PDF
id: Excel ke PDF

source: JPG to PDF
id: JPG ke PDF

source: Merge PDF
id: Gabung PDF

source: Split PDF
id: Pisah PDF

source: Compress PDF
id: Kompres PDF

# convert_button
source: Convert
id: Konversi

source: Converting...
id: Mengkonversi...

# conversion_success
source: Conversion successful!
id: Konversi berhasil!

source: Conversion failed
id: Konversi gagal

# image_converter_title
source: Image Converter - JPG, PNG, WebP & More
id: Konversi Gambar - JPG, PNG, WebP & Lainnya

# image_converter_description
source: Convert image formats for free and easily
id: Konversi format gambar secara gratis dan mudah

source: JPG to PNG
id: JPG ke PNG

source: PNG to JPG
id: PNG ke JPG

source: WebP to JPG
id: WebP ke JPG

source: Remove Background
id: Hapus Background

source: Resize Image
id: Ubah Ukuran

source: Compress Image
id: Kompres Gambar

# enhance_image
source: Enhance Quality
id: Tingkatkan Kualitas

# drag_drop_file
source: Drag & drop file here
id: Seret & lepas file disini

source: or
id: atau

source: Browse File
id: Pilih File

# max_file_size
source: Maximum size
id: Ukuran maksimal

source: File selected
id: File terpilih

source: Select Files
id: Pilih File

# error_occurred
source: An error occurred
id: Terjadi kesalahan

source: Please try again
id: Silakan coba lagi

source: No file selected
id: Tidak ada file yang dipilih

source: Invalid file type
id: Tipe file tidak valid

source: File too large
id: File terlalu besar

# rate_limit_exceeded
source: Rate limit exceeded. Please wait a moment.
id: Batas permintaan tercapai. Silakan tunggu beberapa saat.

source: Server error
id: Kesalahan server

source: Network error
id: Kesalahan jaringan

source: Features
id: Fitur

source: Free & Unlimited
id: Gratis Tanpa Batas

source: Fast Download
id: Download Cepat

source: High Quality
id: Kualitas Tinggi

source: No Registration
id: Tanpa Registrasi

source: Secure & Private
id: Aman & Privat

source: About
id: Tentang

source: Contact
id: Kontak

source: Privacy Policy
id: Kebijakan Privasi

source: Terms of Service
id: Syarat Layanan

source: All Rights Reserved
id: Hak Cipta Dilindungi
